Repository: dauid64/Curso_Django_Web_e_REST_Framework
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Your user is created, please log in.
pt_br: Seu usuário foi criado, por favor efetue log in

source: Your are logged in.
pt_br: Voce está logado

source: Invalid credentials
pt_br: Credenciais invalidas

source: Invalid username or password
pt_br: Username ou password invalidos

source: Invalid logout request
pt_br: Request Logout invalida

source: Invalid Logout user
pt_br: Logout user invalido

source: Your recipe has been successfully saved
pt_br: Sua receita foi salva com sucesso!

source: Preparation
pt_br: Preparo

source: Servings
pt_br: Porções

source: read more
pt_br: ler mais
